Repository: AhmedImtiazPrio/sana.mds
Catalog: src/mds/locale/ht/LC_MESSAGES/django.po
Languages: ht

source: English
ht: Angle

source: French
ht: Franse

source: Kreyol
ht: Kreyòl

source: email
ht: Imel

source: house number
ht: Nimewo Kay

source: family number
ht: Nimewo Fanmi

source: national id
ht: Nimewo ID Nasyonal

source: conctact one
ht: Nimewo Telefòn 1

source: contact two
ht: Nimewo Telefòn 2

source: telephone number three
ht: Nimewo Telefòn 3

source: telephone number four
ht: Nimewo Telefòn 4

source: confirmed
ht: Konfime

source: encounter
ht: Vizit

source: reviewed by
ht: Revize pa

source: viewed on
ht: Wè sou dat

source: completed
ht: Konplete

source: concept
ht: Konsèp

source: created
ht: Kreye

source: modified
ht: Chanje

source: name
ht: Prenon

source: display name
ht: Non

source: description
ht: Deskripsyon

source: concept class
ht: klas konsèp

source: data type
ht: kalite done

source: mimetype
ht: mimtip

source: constraint
ht: restriksyon

source: voided
ht: anile

source: complex data
ht: Done konplèks

source: given name
ht: Prenon

source: family name
ht: Non de fanmi

source: date of birth
ht: Dat de Naissance

source: gender
ht: Sexe

source: image
ht: Foto

source: system id
ht: Nimewo HAS

source: Task
ht: Kondisyon Travay

source: Tasks
ht: Kondisyon Travay yo

source: due on
ht: Dat pou l Fini

source: started
ht: Te Kòmanse

source: Encounter Task
ht: Kondisyon Travay

source: Encounter Tasks
ht: Kondisyon Travay

source: procedure
ht: Pwosedi

source: Observation Task
ht: kesyon pwogram

source: Observation Tasks
ht: kesyon pwogram

source: instruction
ht: Enstriksyon

source: Back
ht: Anvan

source: Edit
ht: Chanje

source: Download latest
ht: Download dènye

source: Available versions:
ht: Vèsyon yo ki disponib

source: Observations
ht: Obsevasyon

source: Update
ht: Obsèvasyon

source: New
ht: Nouvo

source: Add
ht: Ajoute

source: Welcome to the MDS web portal
ht: Byenveni nan Portal Wèb la Medsen

source: Filter Ascending
ht: Grande Kwasant

source: Filter Descending
ht: Degrande de Kwasant

source: Page
ht: Paj

source: All
ht: Tout

source: Unconfirmed
ht: konfime

source: Your username and password didn't match. Please try again.
ht: Non itilizatè ou an ak modpas pa t 'matche ak. Plese eseye ankò

source: Login
ht: Konekte

source: Patient Registration
ht: Enskri Pasyan

source: Submit
ht: Voyel Ale

source: Language
ht: Lang

source: Set Language
ht: Chwazi Lang

source: Clinic Form
ht: Fòm Klinik

source: Date
ht: Dat

source: Patient
ht: Pasyan

source: Type of clinic visit
ht: Kalite Vizit

source: Select
ht: Chwazi

source: Routine post-op
ht: Rendevou

source: Referral for symptoms
ht: Referans pou Sentòm

source: Please use the following definition of surgical site infection (SSI)
ht: Tanpri itilize definisyon enfeksyon sit operatwa (ESO) ki nan kasye a

source: Infection occurs within 30 days after any operative procedure <strong>AND</strong> the patient has at least one of the following
ht: Enfeksyon an rive nan lespas 30 jou apre nenpòt operasyon <strong>an</strong> ak pasyan gen omwens youn nan bagay sa yo

source: a. Purulent drainage from the incision.
ht: a. Drenaj purulan soti nan ensizyon an.

source: b. Organisms isolated from a culture of fluid or tissue from the incision.
ht: b. Òganis izole nan yon kilti nan likid oswa tisi ki soti nan ensizyon an.

source: c. Incision that spontaneously dehisces or is deliberately opened by a surgeon.
ht: c. Ensizyon ki ouvri pou kont li, oswa ouvri pa yon chirijyen

source: d. Diagnosis of an SSI by the surgeon.
ht: d. Dyagnostik de ESO (enfeksyon sit operatwa) pa chirijyen an.

source: <strong>DO NOT</strong> report SSI if:
ht: <strong>PA</strong> rapò ESO si:

source: Stitch abscess: minimal inflammation and discharge confined to the points of suture penetration.
ht: Absè sature: enflamasyon minimòm ak drenaj ki sèlman kote yon pwen an ye.

source: Cellulits: erythema without swelling, fluctuance or drainage from the incision.
ht: Selulit: iritem san yo pa anfle, fluctuance oswa drenaj soti nan ensizyon an.

source: Is there an SSI?
ht: Eske genyen yon ESO?

source: Yes
ht: Wi

source: No
ht: Non

source: Would an earlier evaluation have been beneficial?
ht: Eske yon evalyasyon pi bonè tap pi benefisye?

source: What is the treatment plan?(Check all that apply)
ht: Kisa ki se plan tretman an? (Tcheke tout sa yo itilize.)

source: Antibiotics
ht: Antibyotik

source: Open the incision and pack at the bedside
ht: Louvri ensizyon an ak foure l bo kabann nan

source: Drainage in the operating room - local anesthesia
ht: Drenaj nan sal doperasyon- anes sezi lokal

source: Drainage in the operating room -general or spinal anesthesia
ht: Drenaj nan sal doperasyon- anes sezi jeneral oswa anes sezi kolonn

source: Readmission
ht: Re-admisyon

source: Stop here if this is a routine post-op visit. Continue if the patient was referred for symptoms.
ht: Rete isit, si se yon rendevou. Kontinye si pasyan an te refere pou sentòm yo.

source: Was the referral appropriate?
ht: Eske referans la te apwopriye?

source: Yes, the symptoms warranted evaluation
ht: Wi, sentòm yo te merite evaliyasyon.

source: No, evaluation was not necessary
ht: Non, evalyasyon pa t nesesè.

source: Is any treatment necessary?
ht: Eske nèpot tretman nesesè?

source: If Yes (please describe)
ht: Si wi (tanpri dekri)

source: Is another follow up necessary?
ht: Eske lòt suivi nesesè?

source: Yes, another visit is justified
ht: Wi, yon lòt vizit nesesè.

source: Merge Subject
ht: Sije

source: Unconfirmed Patients
ht: Konfime Pasyan

source: Merge
ht: Fizyone

source: Copyright 2015 Sana Mobile
ht: Ki gen lisans 2015 Sana Mobile

source: Home
ht: Premye Paj

source: Logout
ht: Sòti

source: Reviewed Encounters
ht: Vizit

source: Select worker
ht: Chwazi SA

source: Patient Visits
ht: Pasyan Vizit

source: Month
ht: Mwa

source: Summary
ht: Rezime

source: Procedure
ht: Pwosedi

source: Assigned To
ht: Lis de Travay Bay avèk Akompanyatè yo

source: Type
ht: Kalite

source: Due On
ht: Dat pou l Fini

source: Started
ht: Te kòmanse

source: Completed
ht: Konplete

source: Initial Visit
ht: Premye Vizit

source: Regular follow up
ht: Rendevou

source: 30 day follow up
ht: Vizit 30 Jou

source: HAS Number
ht: Nimewo HAS

source: Telephone number one
ht: Nimewo Telefòn 1

source: Telephone number two
ht: Nimewo Telefòn 2

source: Telephone number three
ht: Nimewo Telefòn 3

source: Telephone number four
ht: Nimewo Telefòn 4

source: Date of Birth
ht: Dat de Naissance

source: Inguinal Hernia
ht: Èni inguinal

source: Other Hernia
ht: Lòt èni

source: Breat Mass
ht: Boul nan tete

source: Other Mass
ht: Lòt boul

source: Other
ht: Lòt

source: Inguinal Hernia Repair
ht: Reparasyon èni inguinal

source: Other Hernia Repair
ht: Reparasyon lòt èni

source: Breat Biopsy
ht: Byopsi tete

source: Mastectomy
ht: Mastektomi

source: Mastectomy+Axillary LN Dissection
ht: Mastektomi + eksisyon aksilye

source: Mastectomy+Axillary LN Biospy
ht: Mastektomi + byopsi aksilye

source: Biopsy, other
ht: Byopsi, lòt

source: Excision of Mass other than breast
ht: Eksisyon boul lòt kote ki pa nan tete

source: Other Operation
ht: Lòt operasyon

source: subject
ht: Sije

source: diagnosis
ht: Dyagnostik

source: other
ht: Lòt

source: operation
ht: Operasyon

source: date of operation
ht: Dat operasyon

source: date of discharge
ht: Dat Voyel Ale

source: MDS2 Web Portal
ht: Portal wèb la MDS2

source: Users
ht: Itilizatè

source: View all users
ht: Wè tout itilizatè

source: All Observers
ht: Tout itilizatè

source: New Observer
ht: Nouvo itilizatè

source: Data
ht: Done

source: concepts
ht: Konsèp

source: devices
ht: Telefòn

source: encounters
ht: Vizit

source: locations
ht: Lokalite

source: observations
ht: Observasyon

source: patients
ht: Pasyan

source: procedures
ht: Pwosedi

source: Assigned
ht: Lis de Travay Bay avèk Akompanyatè yo

source: Forms
ht: Fòm yo

source: Intake Form
ht: Fòm Konsantman

source: Reports
ht: Rapò yo

source: Admin
ht: Administrasyon

source: Downloads
ht: Telechaje

source: Logs
ht: Jounal

source: Object
ht: Objè

source: Concept was updated successfully
ht: Konsèp te mete ajou avèk siksè

source: Mobile Client Downloads
ht: Telechaje Mobile

source: Successfully updated Patient
ht: Siksè chanjman pasyan

source: Show all
ht: Wè Tout
