Repository: AhmedImtiazPrio/sana.mds
Catalog: src/mds/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Kreyol
fr: Créole Haïtien

source: house number
fr: Numéro de maison

source: family number
fr: Numéro de famille

source: national id
fr: Numéro d’identification national

source: conctact one
fr: Contact un

source: contact two
fr: Contact deux

source: confirmed
fr: Confirmé

source: encounter
fr: Rencontre

source: reviewed by
fr: Revisé par

source: viewed on
fr: Date consulté

source: created
fr: Créé

source: modified
fr: modifié

source: name
fr: nom

source: display name
fr: marque

source: concept class
fr: classification

source: data type
fr: type de données

source: constraint
fr: restriction

source: voided
fr: annulé

source: complex data
fr: données complexe

source: given name
fr: prénom

source: family name
fr: nom de famille

source: date of birth
fr: date de naissance

source: gender
fr: sexe

source: system id
fr: identification système

source: Task
fr: tâche

source: Tasks
fr: tâches

source: due on
fr: date d'échéance

source: started
fr: commencé

source: Encounter Task
fr: Visitez assigné

source: Encounter Tasks
fr: Visites Assigned

source: procedure
fr: procédure

source: Observation Task
fr: Question attribuée

source: Observation Tasks
fr: Questions assignées

source: Back
fr: Reculer

source: Edit
fr: Modifier

source: Download latest
fr: Téléchargez la plus récente

source: Available versions:
fr: Versions disponibles

source: Update
fr: Réactualiser

source: Add
fr: ajouter

source: Welcome to the MDS web portal
fr: Bienvenue sur le portail web MDS

source: Filter Ascending
fr: trier par ordre croissant

source: Filter Descending
fr: trier par ordre décroissant

source: New
fr: Nouveau

source: All
fr: Toutes

source: Unconfirmed
fr: Non confirmée

source: Login
fr: Entrer

source: Language
fr: Langue

source: Set Language
fr: Choisir la langue

source: Submit
fr: Envoyer

source: Clinic Form
fr: Formulaire Clinique

source: Surgeon Clinic Form
fr: Chirurgien Clinique formulaire

source: Type of clinic visit
fr: Type de visite à la clinique

source: Select
fr: Choisir

source: Routine post-op
fr: Post-op de routine

source: Referral for symptoms
fr: Renvoi pour des symptômes

source: Please use the following definition of surgical site infection (SSI)
fr: S'il vous plaît utiliser la définition suivante de l'infection du site opératoire (ISO)

source: Infection occurs within 30 days after any operative procedure <strong>AND</strong> the patient has at least one of the following
fr: L'infection se produit dans les 30 jours après n’importe quel procédure opératoire <strong> </ strong> le patient a au moins un des éléments suivants

source: a. Purulent drainage from the incision.
fr: a. Écoulement purulent de l'incision.

source: b. Organisms isolated from a culture of fluid or tissue from the incision.
fr: b. Les organismes isolés à partir d'une culture de tissu ou de fluide qui sortent de l'incision.

source: c. Incision that spontaneously dehisces or is deliberately opened by a surgeon.
fr: c. Incision qui déhiscence spontanément ou est délibérément ouvert par un chirurgien.

source: d. Diagnosis of an SSI by the surgeon.
fr: d. Le diagnostic d'un ISO par le chirurgien.

source: <strong>DO NOT</strong> report SSI if:
fr: <strong> ne pas </ strong> rapporter ISO si:

source: Stitch abscess: minimal inflammation and discharge confined to the points of suture penetration.
fr: Abcès Stitch: une inflammation minimale et de décharge limitée aux points de pénétration de suture.

source: Cellulits: erythema without swelling, fluctuance or drainage from the incision.
fr: Cellulite: érythème sans gonflement, de fluctuation ou de drainage de l'incision.

source: Is there an SSI?
fr: Y at-il un ISO?

source: Yes
fr: Oui

source: No
fr: Non

source: Would an earlier evaluation have been beneficial?
fr: Serait une évaluation antérieure été bénéfique?

source: What is the treatment plan?(Check all that apply)
fr: Quel est le plan de traitement? (Cochez toutes les cases)

source: Antibiotics
fr: Antibiotiques

source: Open the incision and pack at the bedside
fr: Ouvrez l'incision et de l'emballage au chevet

source: Drainage in the operating room - local anesthesia
fr: Drainage dans la salle d'opération - anesthésie locale

source: Drainage in the operating room -general or spinal anesthesia
fr: Drainage dans la salle d'opération - anesthésie générale ou rachianesthésie

source: Readmission
fr: Réadmission

source: Stop here if this is a routine post-op visit. Continue if the patient was referred for symptoms.
fr: Arrêtez-vous ici si cela est une visite de routine post-op. Continuer si le patient a été référé pour des symptômes.

source: Was the referral appropriate?
fr: La référence était appropriée?

source: Yes, the symptoms warranted evaluation
fr: Oui, les symptômes méritaient une évaluation.

source: No, evaluation was not necessary
fr: Non, l'évaluation n'a pas été nécessaire

source: Is any treatment necessary?
fr: Est tout traitement nécessaire?

source: If Yes (please describe)
fr: Si Oui (s'il vous plaît décrire)

source: Is another follow up necessary?
fr: Est un autre suivi nécessaire?

source: Yes, another visit is justified
fr: Oui, une autre visite est justifiée

source: Copyright 2015 Sana Mobile
fr: droit d'auteur 2015, Sana Mobile

source: Home
fr: point d'accès

source: Logout
fr: Sortie

source: Procedure
fr: Procédure

source: Assigned To
fr: Assigné à

source: Due On
fr: Date d’échéance

source: Started
fr: Commencé

source: Completed
fr: Terminé

source: Initial Visit
fr: Première visite

source: Regular follow up
fr: Un suivi régulier

source: 30 day follow up
fr: Visite 30 jours

source: HAS Number
fr: Numéro HAS

source: Telephone number one
fr: Téléphone # 1

source: Telephone number two
fr: Téléphone # 2

source: Telephone number three
fr: Téléphone # 3

source: Telephone number four
fr: Téléphone # 4

source: Date of Birth
fr: Date de Naissance

source: Inguinal Hernia
fr: Hernie inguinale

source: Other Hernia
fr: Autres Hernie

source: Breat Mass
fr: Masse du sein

source: Other Mass
fr: Autres masse

source: Other
fr: Autres

source: Inguinal Hernia Repair
fr: Réparation hernie inguinale

source: Other Hernia Repair
fr: Réparation des autres hernies

source: Breat Biopsy
fr: Biopsie du sein

source: Mastectomy
fr: Mastectomie

source: Mastectomy+Axillary LN Dissection
fr: Mastectomie + excision axillaire

source: Mastectomy+Axillary LN Biospy
fr: Mastectomie + biopsie axillaire

source: Biopsy, other
fr: Biopsie, d'autres

source: Excision of Mass other than breast
fr: L'excision de masse (autre qu’une masse du sein)

source: Other Operation
fr: Autre opération

source: subject
fr: Sujet

source: diagnosis
fr: Diagnostic

source: other
fr: Autres

source: operation
fr: Opérations

source: date of operation
fr: Date d’opération

source: date of discharge
fr: Date de Sortie

source: MDS2 Web Portal
fr: Portail Web

source: Users
fr: Utilisateurs

source: View all users
fr: Voir tous les utilisateurs

source: All Observers
fr: Tous utilisateurs

source: New Observer
fr: Nouveau Utilisateur

source: Data
fr: Données

source: devices
fr: appareils

source: encounters
fr: visites

source: locations
fr: emplacements

source: procedures
fr: procédures

source: Assigned
fr: Attribué

source: Forms
fr: Formulaires

source: Intake Form
fr: Formule d'admission

source: Patient Registration
fr: Inscription des patients

source: Reports
fr: Dossier

source: Admin
fr: Administrateur

source: Downloads
fr: Téléchargements

source: Logs
fr: Registre

source: Object
fr: Objet

source: Concept was updated successfully
fr: Concept a été mis à jour avec succès

source: Mobile Client Downloads
fr: Téléchargements client mobile

source: Show all
fr: afficher tous
